Repository: phillipharding/sp2013-features
Catalog: FEATURES/ReviewWorkflows/Resources/Resources.*.resx
Languages: es_es, fr_fr

# Feature_Title
source: Routing Workflows
es_es: Flujos de trabajo de distribución
fr_fr: Flux de travail de routage

# Feature_Description
source: Workflows that send a document for feedback or approval.
es_es: Flujos de trabajo que envían un documento para la revisión y aprobación.
fr_fr: Flux de travail d'envoi d'un document pour commentaires ou approbation.

# ReviewFeedback_Title
source: Collect Feedback
es_es: Recopilar comentarios
fr_fr: Recueillir les commentaires

# ReviewWorkflow_UpdateTasks
source: Update active tasks
es_es: Actualizar las tareas activas
fr_fr: Mettre à jour les tâches actives

# ReviewFeedback_Description
source: Routes a document for review. Reviewers can provide feedback, which is compiled and sent to the document owner when the workflow has completed.
es_es: Redistribuye un documento para que se revise. Los revisores pueden proporcionar información, que se compila y envía al propietario del documento cuando se completa el flujo de trabajo.
fr_fr: Envoie un document en révision. Les réviseurs peuvent insérer des commentaires qui seront compilés et envoyés au propriétaire du document à la fin du flux de travail.

# ReviewFeedback_AddReviewer
source: Add or update reviewers
es_es: Agregar o actualizar revisores
fr_fr: Ajouter ou mettre à jour les réviseurs

# ReviewApproval_Title
source: Approval
es_es: Aprobación
fr_fr: Approbation

# ReviewApproval_Description
source: Routes a document for approval. Approvers can approve or reject the document, reassign the approval task, or request changes to the document.
es_es: Redistribuye un documento para que se apruebe. Los aprobadores pueden aprobar o rechazar el documento, reasignar la tarea de aprobación o solicitar cambios en el documento.
fr_fr: Envoie un document pour approbation. Les approbateurs peuvent approuver ou rejeter le document, réattribuer la tâche d'approbation, ou requérir la modification du document.

# ReviewApproval_AddApprover
source: Add or update approvers
es_es: Agregar o actualizar aprobadores
fr_fr: Ajouter ou mettre à jour les approbateurs

# ReviewWorkflow_WrapItUp
source: Cancel this workflow
es_es: Cancelar este flujo de trabajo
fr_fr: Annuler le flux de travail

# ReviewFeedback_CanceledStatus
source: Canceled
es_es: Cancelado
fr_fr: Annulé

# ReviewFeedback_ApprovedStatus
source: Approved
es_es: Aprobado
fr_fr: Approuvé

# ReviewFeedback_RejectedStatus
source: Rejected
es_es: Rechazado
fr_fr: Refusé
